Repository: KeralaRescue/KeralaRescueiOS
Catalog: RescueApp/RescueApp/*.lproj/Localizable.strings
Languages: ml_in

# LoadingDataFromServer
source: Please wait, loading data...
ml_in: വിവരങ്ങള്‍ ശേഖരിക്കുന്നു...

# AppTitle
source: KERALA RESCUE
ml_in: കേരള റെസ്ക്യൂ

source: Home
ml_in: ഹോം

source: Food
ml_in: ഭക്ഷണം

source: Water
ml_in: വെള്ളം

source: Medicine
ml_in: മരുന്ന്

source: Clothes
ml_in: വസ്ത്രങ്ങൾ

source: Cloth
ml_in: വസ്ത്രം

source: Details
ml_in: വിശദാംശങ്ങൾ

source: Send SMS
ml_in: SMS അയക്കുക

source: Call
ml_in: ഫോൺ വിളിക്കുക

# RequestingForSelfText
source: Requesting for Self
ml_in: സ്വയം സഹായം അഭ്യർഥിച്ചത്

source: Apply
ml_in: നടപ്പിലാക്കുക

source: Clear All Filters
ml_in: ഫിൽറ്ററുകൾ എല്ലാം ഒഴിവാക്കുക

source: Filters
ml_in: ഫിൽറ്ററുകൾ

# LocationsSearchPlaceholder
source: Search locations by name
ml_in: സ്ഥലപ്പേര് ഉപയോഗിച് തിരയുക...

# KeywordsSearchPlaceholder
source: Search keywords like rice, bread etc..
ml_in: കീവേഡ് ഉപയോഗിച് തിരയുക, ഉദാ. rice, bread..

source: Cancel
ml_in: ക്യാൻസൽ
